export default {
  projections: {
    РасходДенегE: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      банк: {
        __caption__: 'Банк'
      },
      счет: {
        __caption__: 'Счет'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      поставщики: {
        __caption__: 'Поставщики',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      составМатериалы: {
        __caption__: 'Состав материалы',
        количество: {
          __caption__: 'Количество'
        },
        материалы: {
          __caption__: 'Материалы',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    РасходДенегL: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      банк: {
        __caption__: 'Банк'
      },
      счет: {
        __caption__: 'Счет'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      поставщики: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    банк: {
      __caption__: 'Банк'
    },
    бИК: {
      __caption__: 'БИК'
    },
    дата: {
      __caption__: 'Дата'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    счет: {
      __caption__: 'Счет'
    },
    поставщики: {
      __caption__: 'Поставщики'
    },
    составМатериалы: {
      __caption__: 'Состав материалы'
    }
  }
};
